[
  {
    "title": "سرعت دانلود: ",
    "definition": "سرعتی است که اطلاعات از اینترنت به کامپیوتر شما منتقل می‌شود.",
    "moreInformation": "سرعت دانلود می‌تواند تأثیر زیادی بر تجربه کاربر در مصرف اینترنت داشته باشد. سرعت دانلود بالا به معنی دانلود سریع‌تر فایل‌ها، ویدئوها و محتواهای آنلاین است. به عبارت دیگر، سرعت دانلود نشان‌دهنده تعداد بایت‌هایی است که در یک ثانیه از اینترنت دریافت می‌شود."
  },
  {
    "title": "سرعت آپلود: ",
    "definition": "سرعتی است که اطلاعات از کامپیوتر شما به اینترنت منتقل می‌شود.",
    "moreInformation": "سرعت آپلود مهم است زیرا برای ارسال فایل‌ها، تصاویر و داده‌های شما به اینترنت نیاز دارید. سرعت آپلود پایین ممکن است باعث تأخیر در ارسال اطلاعات شود. به عبارت دیگر، این به شما می‌گوید که در یک ثانیه چقدر داده از دستگاه شما به اینترنت ارسال می‌شود."
  },
  {
    "title": "پینگ: ",
    "definition": "زمان مورد نیاز برای ارسال یک پکت از کامپیوتر شما به سرور و دریافت پاسخ.",
    "moreInformation": "پینگ معمولاً به عنوان اندازه‌گیری تأخیر در ارتباطات اینترنتی استفاده می‌شود. پینگ کم به معنی ارتباط سریع‌تر و پاسخ بهتر به درخواست‌های شما است. در واقعیت، این به شما می‌گوید که چقدر زمان لازم است تا داده از دستگاه شما به سرور برود و پاسخ برگردد."
  },
  {
    "title": "اختلال دانلود: ",
    "definition": "وضعیتی که در آن فرآیند دریافت اطلاعات از یک سرور یا دستگاه دیگر به دستگاه کاربر با مشکل مواجه می‌شود. این ممکن است به دلیل مشکلات در شبکه، خطاهای سرور، یا محدودیت‌های سرعت اینترنت رخ دهد.",
    "moreInformation": "اختلال در دانلود می‌تواند باعث قطعی و مشکلات در دسترسی به محتواهای آنلاین شود و بر تجربه کاربر تأثیر بگذارد. این مشکلات ممکن است به عنوان از دست رفتن اتصال به سرور یا دستگاه مبدأ، یا به عنوان کاهش سرعت دانلود تجربه شود."
  },
  {
    "title": "اختلال آپلود: ",
    "definition": "وضعیتی که در آن فرآیند ارسال اطلاعات از یک دستگاه به یک سرور یا دستگاه دیگر با مشکل مواجه می‌شود. این مشکل ممکن است به دلیل محدودیت‌های شبکه، مشکلات سخت‌افزاری یا نرم‌افزاری ایجاد شود.",
    "moreInformation": "اختلال در آپلود می‌تواند باعث مشکلات در اشتراک گذاری فایل‌ها و ارسال داده‌ها شود و به کاربران اجازه ندهد که به درستی اطلاعات را ارسال کنند. این مشکل ممکن است به عنوان عدم توانایی در ارسال داده‌ها یا از دست رفتن اطلاعات در مسیر توصیف شود."
  },
  {
    "title": "اختلال پینگ: ",
    "definition": "افزایش ناگهانی پینگ نسبت به حالت میانگین.",
    "moreInformation": "اختلال در پینگ ممکن است به دلیل تداخل‌ها در شبکه یا مشکلات در ارتباط با سرورها رخ دهد و باعث تأخیر در ارتباطات اینترنتی شود. این تأخیر معمولاً با افزایش زمانی که برای ارسال و دریافت داده‌ها لازم است همراه است."
  },
  {
    "title": "پکت لاس: ",
    "definition": "زمانی رخ می‌دهد که پکت‌های اطلاعاتی در هنگام ارسال از یک دستگاه به دستگاه دیگر گم می‌شوند. این مسئله می‌تواند به دلیل مشکلات مختلف شبکه‌ای ایجاد شود.",
    "moreInformation": "پکت لاس به معنی از دست رفتن پکت‌های اطلاعاتی در شبکه است و ممکن است به دلیل تداخل‌ها، ضعف سیگنال، یا خطاهای دیگر رخ دهد. این مشکل معمولاً به تداخل در انتقال داده‌ها در شبکه اشاره دارد و ممکن است به عنوان تأثیر از دست رفتن بسته‌های داده توصیف شود."
  },
  {
    "title": "قطع موقت سرویس: ",
    "definition": "یک وضعیت است که در آن سرویس به طور موقت از کار می‌افتد، اما انتظار می‌رود که پس از مدتی کوتاه دوباره به حالت عادی برگردد.",
    "moreInformation": "قطع موقت سرویس ممکن است به عنوان تعمیر یا به‌روزرسانی سیستم‌ها توسط ارائه‌دهنده خدمات تلفن همراه یا اینترنتی رخ دهد. این ممکن است باعث قطعی موقت در دسترسی به خدمات اینترنتی یا تلفن همراه شود."
  },
  {
    "title": "قطعی ناگهانی سرویس: ",
    "definition": "وقوع ناگهانی قطعی در سرویس که به دلیل مشکلات فنی، حملات یا عوامل غیرمنتظره رخ می‌دهد و ممکن است باعث اختلالات جدی در عملکرد سرویس شود.",
    "moreInformation": "قطعی ناگهانی سرویس معمولاً به عنوان یک مشکل اضطراری در ارتباطات اینترنتی تلقی می‌شود و نیاز به تعمیر فوری دارد. این مشکل ممکن است به عنوان از دست رفتن دسترسی به خدمات یا افت غیرمنتظره در عملکرد آنها توصیف شود."
  },
  {
    "title": "کاهش سرعت اینترنت: ",
    "definition": "وضعیتی است که در آن سرعت ارتباط اینترنت کمتر از حد معمول یا انتظارات کاربر است. این می‌تواند به دلیل ترافیک زیاد، مشکلات شبکه یا سایر عوامل ایجاد شود.",
    "moreInformation": "کاهش سرعت اینترنت ممکن است در ساعات پرترافیک یا در نواحی با زیرساخت شبکه ضعیف اتفاق بیافتد و باعث کاهش کیفیت استفاده از اینترنت شود. این مشکل ممکن است به عنوان تأثیر افت سرعت در دانلود و آپلود داده‌ها توصیف شود."
  },
  {
    "title": "اختلال در سرور DNS: ",
    "definition": "وضعیتی که در آن سرورهای نام دامنه (DNS) قادر به ترجمه نام‌های دامنه به آدرس‌های IP نیستند، که می‌تواند باعث قطعی یا کندی در ارتباط اینترنتی شود.",
    "moreInformation": "اختلال در سرور DNS ممکن است باعث ایجاد مشکلات در دسترسی به وب‌سایت‌ها و خدمات آنلاین شود و نیاز به تعمیر DNS سرورها دارد. این مشکل ممکن است به عنوان از دست رفتن توانایی ترجمه نام‌های دامنه به آدرس‌های IP توصیف شود."
  },
  {
    "title": "اختلال در ارتباط با سرور خارجی: ",
    "definition": "مشکل یا قطعی در ارتباط با سرورهای موجود در کشورهای دیگر یا مناطق دوردست، معمولاً به دلیل مشکلات شبکه بین‌المللی یا مسدودسازی‌های جغرافیایی.",
    "moreInformation": "اختلال در ارتباط با سرورهای خارجی ممکن است به عنوان نتیجه تحریم‌ها، مشکلات در مسیریابی شبکه یا تداخل‌های بین‌المللی رخ دهد. این مشکل ممکن است باعث قطعی در دسترسی به خدمات یا منابع اینترنتی خارجی شود."
  },
  {
    "title": "خرابی در زیرساخت شبکه: ",
    "definition": "اختلال یا نقص در سخت‌افزار یا نرم‌افزار موجود در زیربنای شبکه، مثل مسیریاب‌ها، سوئیچ‌ها یا سرورها، که می‌تواند به قطعی یا افت کیفیت ارتباط منجر شود.",
    "moreInformation": "خرابی در زیرساخت شبکه ممکن است نیاز به تعمیر سریع داشته باشد تا ارتباطات شبکه به حالت عادی برگردد. این مشکل ممکن است به عنوان از دست رفتن توانایی سوئیچینگ و مسیریابی، یا خطا در سیستم عامل سرورها توصیف شود."
  },
  {
    "title": "محدودیت باند: ",
    "definition": "حداکثر حجم اطلاعاتی که می‌تواند در یک واحد زمانی از طریق یک ارتباط شبکه منتقل شود. محدودیت باند می‌تواند به کاهش سرعت ارتباط یا از دست دادن اطلاعات منجر شود.",
    "moreInformation": "محدودیت باند ممکن است باعث کاهش کیفیت تجربه کاربر در استفاده از اینترنت شود و ممکن است توسط ارائه‌دهنده خدمات شبکه تنظیم شده باشد. این مشکل ممکن است به عنوان محدودیت ترافیک یا تخصیص محدودیت‌های پهنای باند توصیف شود."
  },
  {
    "title": "خرابی در تجهیزات شبکه: ",
    "definition": "نقص یا خرابی فیزیکی در تجهیزاتی مثل مسیریاب‌ها، سوئیچ‌ها یا کابل‌ها، که می‌تواند به اختلال در عملکرد شبکه منجر شود.",
    "moreInformation": "خرابی در تجهیزات شبکه ممکن است نیاز به تعویض یا تعمیر تجهیزات داشته باشد تا شبکه به حالت عادی برگردد. این مشکل ممکن است به عنوان نقص در کابل‌ها، سیگنال‌ها یا خرابی در سخت‌افزار سوئیچ‌ها و مسیریاب‌ها توصیف شود."
  },
  {
    "title": "افتادگی در شبکه: ",
    "definition": "وضعیتی که شبکه به طور کلی یا جزئی قطع می‌شود و ارتباطات اطلاعاتی متوقف می‌گردد، معمولاً به دلیل مشکلات فنی یا اضافه‌برداری از منابع.",
    "moreInformation": "افتادگی در شبکه ممکن است به عنوان یک مشکل ناگهانی در ارتباطات شبکه رخ دهد و نیاز به تعمیر و بازیابی سیستم دارد. این مشکل ممکن است به عنوان قطعی کلی یا مشکلات در دسترسی به سرویس‌ها توصیف شود."
  }
]
