[
    {
        "title": "سرعت دانلود: ",
        "definition": "سرعتی است که اطلاعات از اینترنت به کامپیوتر شما منتقل می‌شود."
    },
    {
        "title": "سرعت آپلود: ",
        "definition": "سرعتی است که اطلاعات از کامپیوتر شما به اینترنت منتقل می‌شود."
    },
    {
        "title": "پینگ: ",
        "definition": "زمان مورد نیاز برای ارسال یک پکت از کامپیوتر شما به سرور و دریافت پاسخ."
    },
    {
        "title": "اختلال دانلود: ",
        "definition": "وضعیتی که در آن فرآیند دریافت اطلاعات از یک سرور یا دستگاه دیگر به دستگاه کاربر با مشکل مواجه می‌شود. این ممکن است به دلیل مشکلات در شبکه، خطاهای سرور، یا محدودیت‌های سرعت اینترنت رخ دهد."
    },
    {
        "title": "اختلال آپلود: ",
        "definition": "وضعیتی که در آن فرآیند ارسال اطلاعات از یک دستگاه به یک سرور یا دستگاه دیگر با مشکل مواجه می‌شود. این مشکل ممکن است به دلیل محدودیت‌های شبکه، مشکلات سخت‌افزاری یا نرم‌افزاری ایجاد شود."
    },
    {
        "title": "اختلال پینگ: ",
        "definition": "افزایش ناگهانی پینگ نسبت به حالت میانگین."
    },
    {
        "title": "پکت لاس: ",
        "definition": "زمانی رخ می‌دهد که پکت‌های اطلاعاتی در هنگام ارسال از یک دستگاه به دستگاه دیگر گم می‌شوند. این مسئله می‌تواند به دلیل مشکلات مختلف شبکه‌ای ایجاد شود."
    },
    {
        "title": "قطع موقت سرویس: ",
        "definition": "یک وضعیت است که در آن سرویس به طور موقت از کار می‌افتد، اما انتظار می‌رود که پس از مدتی کوتاه دوباره به حالت عادی برگردد."
    },
    {
        "title": "قطعی ناگهانی سرویس: ",
        "definition": "وقوع ناگهانی قطعی در سرویس که به دلیل مشکلات فنی، حملات یا عوامل غیرمنتظره رخ می‌دهد و ممکن است باعث اختلالات جدی در عملکرد سرویس شود."
    },
    {
        "title": "کاهش سرعت اینترنت: ",
        "definition": "وضعیتی است که در آن سرعت ارتباط اینترنت کمتر از حد معمول یا انتظارات کاربر است. این می‌تواند به دلیل ترافیک زیاد، مشکلات شبکه یا سایر عوامل ایجاد شود."
    },
    {
        "title": "اختلال در سرور DNS: ",
        "definition": "وضعیتی که در آن سرورهای نام دامنه (DNS) قادر به ترجمه نام‌های دامنه به آدرس‌های IP نیستند، که می‌تواند باعث قطعی یا کندی در ارتباط اینترنتی شود."
    },
    {
        "title": "اختلال در ارتباط با سرور خارجی: ",
        "definition": "مشکل یا قطعی در ارتباط با سرورهای موجود در کشورهای دیگر یا مناطق دوردست، معمولاً به دلیل مشکلات شبکه بین‌المللی یا مسدودسازی‌های جغرافیایی."
    },
    {
        "title": "خرابی در زیرساخت شبکه: ",
        "definition": "اختلال یا نقص در سخت‌افزار یا نرم‌افزار موجود در زیربنای شبکه، مثل مسیریاب‌ها، سوئیچ‌ها یا سرورها، که می‌تواند به قطعی یا افت کیفیت ارتباط منجر شود."
    },
    {
        "title": "محدودیت باند: ",
        "definition": "حداکثر حجم اطلاعاتی که می‌تواند در یک واحد زمانی از طریق یک ارتباط شبکه منتقل شود. محدودیت باند می‌تواند به کاهش سرعت ارتباط یا از دست دادن اطلاعات منجر شود."
    },
    {
        "title": "خرابی در تجهیزات شبکه: ",
        "definition": "نقص یا خرابی فیزیکی در تجهیزاتی مثل مسیریاب‌ها، سوئیچ‌ها یا کابل‌ها، که می‌تواند به اختلال در عملکرد شبکه منجر شود."
    },
    {
        "title": "افتادگی در شبکه: ",
        "definition": "وضعیتی که شبکه به طور کلی یا جزئی قطع می‌شود و ارتباطات اطلاعاتی متوقف می‌گردد، معمولاً به دلیل مشکلات فنی یا اضافه‌برداری از منابع."
    }
]